Repository: GuilhermeTrevizani/trevizani-roleplay-server
Catalog: src/TrevizaniRoleplay.Core/Globalization/Resources.*.resx
Languages: pt

source: Animations
pt: Animações

source: Barriers
pt: Barreiras

source: Carry
pt: Carregar

source: Companies
pt: Empresas

source: Company
pt: Empresa

source: Crack Dens
pt: Bocas de Fumo

source: Dealership
pt: Concessionária

source: Doors
pt: Portas

source: Drugs
pt: Drogas

source: Emergency Center
pt: Central de Emergência

source: Events
pt: Eventos

source: Exempt
pt: Isento

source: Faction
pt: Facção

source: Factions
pt: Facções

source: Factions Storages
pt: Armazenamentos de Facções

source: Forensic Laboratory
pt: Laboratório Forense

source: Frisk
pt: Revista

source: Furnitures
pt: Mobílias

source: Garbage Collector
pt: Lixeiro

source: Give Item
pt: Dar Item

source: Hot
pt: Quente

source: Insurance
pt: Seguradora

source: Items
pt: Itens

source: Man
pt: Homem

source: Mechanic
pt: Mecânico

source: Mechanics Center
pt: Central de Mecânicos

source: Morgue
pt: Necrotério

source: No
pt: Não

source: None
pt: Nenhum

source: Press Y to interact.
pt: Pressione Y para interagir.

source: Properties
pt: Propriedades

source: Property has been stolen.
pt: Propriedade foi roubada.

source: Property Sell
pt: Venda de Propriedade

source: Record not found.
pt: Registro não encontrado.

source: Spots
pt: Pontos

source: Expired
pt: Expirada

source: Taxi Driver
pt: Taxista

source: Taxi Drivers Center
pt: Central de Taxistas

source: Trucker Locations
pt: Localizações de Caminhoneiro

source: Unemployed
pt: Desempregado

source: Until
pt: Até

source: Valid
pt: Válida

source: Vehicle Maintenance
pt: Manutenção de Veículos

# VehiclePriceNotConfigured
source: Vehicle price not configured. Please report the bug.
pt: Preço do veículo não configurado. Por favor, reporte o bug.

source: Vehicle Sell
pt: Venda de Veículo

source: Vehicle Transfer
pt: Transferência de Veículo

source: Woman
pt: Mulher

source: You are not authorized to use this command.
pt: Você não possui autorização para usar esse comando.

# YouAreNotCloseToThePlayer
source: You're not close to the player.
pt: Você não está próximo do jogador.

# YouAreNotInAVehicle
source: You're not in a vehicle.
pt: Você não está em um veículo.

# YouAreNotOnAdministrativeDuty
source: You're not on administrative duty.
pt: Você não está em serviço administrativo.

# YouAreNotTheDriverOfTheVehicle
source: You're not the driver of the vehicle.
pt: Você não é o motorista do veículo.

# YouAreNotTheOwnerOfTheVehicle
source: You're not the owner of the vehicle.
pt: Você não é o proprietário do veículo.

# YouCanNotDoThisBecauseYouAreHandcuffedInjuredOrBeingCarried
source: You can't do this because you're handcuffed, injured or being carried.
pt: Você não pode fazer isso pois está algemado, ferido ou sendo carregado.

source: You cannot execute this command because you are seriously injured.
pt: Você não pode executar esse comando pois está gravemente ferido.

source: You died and lost your memory.
pt: Você morreu e perdeu a memória.

source: You do not have access to the vehicle.
pt: Você não possui acesso ao veículo.

source: You don't have an equipped cell phone.
pt: Você não possui um celular equipado.

source: You don't have a valid skin.
pt: Você não está com uma skin válida.

# YouDontHaveEnoughInYourBankAccount
source: You don't have enough in your bank account (${0:N0}).
pt: Você não possui saldo suficiente na sua conta bancária (${0:N0}).

# YouDontHaveEnoughMoney
source: You don't have enough money (${0:N0}).
pt: Você não possui dinheiro suficiente (${0:N0}).

# RevokedBy
source: Revoked by {0}
pt: Revogada por {0}

# DoesNotHave
source: Doesn't have
pt: Não possui

source: Suspended
pt: Suspensa

# PremiumBronze
source: Premium Bronze (30 days)
pt: Premium Bronze (30 dias)

# PremiumSilver
source: Premium Silver (30 days)
pt: Premium Prata (30 dias)

# PremiumGold
source: Premium Gold (30 days)
pt: Premium Ouro (30 dias)

source: Name Change
pt: Mudança de Nome

source: Plate Change
pt: Mudança de Placa

source: Number Change
pt: Mudança de Número

source: Character Slot
pt: Slot de Personagem

source: Internal Furnitures (50)
pt: Mobílias Internas (50)

source: Internal Furnitures (500)
pt: Mobílias Internas (500)

source: Money
pt: Dinheiro

# YouAreNotOnYourOwnProperty
source: You're not on your own property.
pt: Você não está dentro de uma propriedade sua.

source: Protection Level 1
pt: Nível de Proteção 1

source: Protection Level 2
pt: Nível de Proteção 2

source: Protection Level 3
pt: Nível de Proteção 3

source: Vehicle Part
pt: Parte de Veículo

source: Blood Sample
pt: Amostra de Sangue

source: Pistol Ammo
pt: Munição Pistola

source: Shotgun Ammo
pt: Munição Escopeta

source: Assault Rifle Ammo
pt: Munição Fuzil de Assalto

# LightMachineGunAmmo
source: LMG Ammo
pt: Munição LMG

source: Sniper Rifle Ammo
pt: Munição Sniper

source: Sub Machine Gun Ammo
pt: Munição SMG

source: Pistol Bullet Shell
pt: Cápsula Pistola

source: Shotgun Bullet Shell
pt: Cápsula Escopeta

source: Assault Rifle Bullet Shell
pt: Cápsula Fuzil de Assalto

# LightMachineGunBulletShell
source: LMG Bullet Shell
pt: Cápsula LMG

source: Sniper Rifle Bullet Shell
pt: Cápsula Sniper

source: Sub Machine Gun Bullet Shell
pt: Cápsula SMG

source: Invite Employee
pt: Convidar Funcionário

source: Edit Employee
pt: Editar Funcionário

source: Remove Employee
pt: Remover Funcionário

source: Open
pt: Abrir

source: Manage Items
pt: Gerenciar Itens

source: Safe
pt: Cofre

source: Convenience Store
pt: Loja de Conveniência

source: Mechanic Workshop
pt: Mecânica

source: Other
pt: Outro

source: Fishmonger
pt: Peixaria

source: Weapon Store
pt: Loja de Armas

source: Police
pt: Polícia

source: Firefighter
pt: Bombeiros

source: PoliceAndFirefighter
pt: Polícia e Bombeiros

source: Media
pt: Mídia

source: Judiciary
pt: Judiciário

source: Government
pt: Governo

source: Blood
pt: Sangue

source: Bullet Shell
pt: Cápsula

source: Weapon
pt: Arma

source: Walkie Talkie
pt: Rádio Comunicador

source: Cellphone
pt: Celular

source: Drug
pt: Droga

source: Microphone
pt: Microfone

source: Pick Lock
pt: Gazua

source: Display
pt: Exibição

source: Fishing Rod
pt: Vara de Pesca

source: Food
pt: Comida

source: Weapon Component
pt: Componente de Arma

source: Bandage
pt: Bandagem

source: Silver
pt: Prata

source: Gold
pt: Ouro

source: All
pt: Todos

source: Only staff
pt: Apenas staff

source: Only staff or users with Premium Points
pt: Apenas staff ou usuários com Premium Points

source: Only Individuals
pt: Apenas individuais

source: Warn
pt: Morna

source: Invite Member
pt: Convidar Membro

source: Edit Member
pt: Editar Membro

source: Remove Member
pt: Remover Membro

source: Block Chat
pt: Bloquear Chat

source: Government Advertisement
pt: Anúncio Governamental

source: Storage
pt: Armazenamento

source: Remove All Barriers
pt: Remover Todas Barreiras

source: Uniform
pt: Uniforme

source: Weapon License
pt: Licença de Arma

source: Fire Manager
pt: Gerenciar Incêndios

source: Respawn Vehicles
pt: Respawnar Veículos

source: Manage Vehicles
pt: Gerenciar Veículos

source: Close Unit
pt: Encerrar Unidade

source: Bank
pt: Banco

source: Clothes Store
pt: Loja de Roupas

source: Faction Vehicle Spawn
pt: Spawn de Veículos de Facção

source: Vehicle Seizure
pt: Apreensão de Veículos

source: Vehicle Release
pt: Liberação de Veículos

source: Barber Shop
pt: Barbearia

source: Heal Me
pt: Me Curar

source: Tattoo Shop
pt: Estúdio de Tatuagens

source: Vehicle Dismantling
pt: Desmanche de Veículos

source: Plastic Surgery
pt: Cirurgia Plástica

source: Faction Chat
pt: Chat de Facção

source: Exit
pt: Saída

source: Entrance
pt: Entrada

source: Sell
pt: Venda

source: Death
pt: Morte

source: Character Delete
pt: Exclusão de Personagem

source: Advertisement
pt: Anúncio

source: Deliver Item
pt: Entregar Item

source: Drop Item
pt: Dropar Item

source: Get Ground Item
pt: Pegar Item Chão

source: Steal Item
pt: Roubar Item

source: Smuggler
pt: Contrabandista

source: Put Property Item
pt: Colocar Item Propriedade

source: Get Property Item
pt: Pegar Item Propriedade

source: Put Vehicle Item
pt: Colocar Item Veículo

source: Get Vehicle Item
pt: Pegar Item Veículo

source: Faction Vehicle Repair
pt: Reparar Veículo de Facção

source: Player Vehicle Repair
pt: Conserto de Veículo Jogador

source: Spawn Vehicle
pt: Spawnar Veículo

source: Park Vehicle
pt: Estacionar Veículo

source: Private Messages
pt: Mensagens Privadas

source: Mask
pt: Máscara

source: Lock Break
pt: Quebrar Trava

source: Hot Wire
pt: Ligação Direta

source: Dismantling
pt: Desmanche

source: Steal Property
pt: Roubar Propriedade

source: Breakin
pt: Arrombamento

source: View Crack Den Sales
pt: Visualizar Vendas Boca de Fumo

source: Edit Property Furniture
pt: Editar Mobília Propriedade

source: Global OOC Chat
pt: Chat OOC Global

source: Staff Chat
pt: Chat da Staff

source: Put In Vehicle
pt: Colocar no Veículo

source: Remove From Vehicle
pt: Retirar do Veículo

source: Company Advertisement
pt: Anúncio de Empresa

source: Mechanic Tunning
pt: Tuning de Mecânicos

source: Job
pt: Emprego

source: View Logs
pt: Visualizar Logs

source: OOC Chat
pt: Chat OOC

source: General
pt: Geral

source: Attributes
pt: Atributos

source: IC Chat
pt: Chat IC

source: Donate
pt: Doação

source: Buy
pt: Comprar

source: Fix
pt: Conserto

source: Double Identity
pt: DuplaIdentidade

source: Use Item
pt: Usar Item

source: Get Body Item
pt: Pegar Item Corpo

source: Sell Property Furniture
pt: Vender Mobília Propriedade

source: Spoilers
pt: Aerofólios

source: FrontBumper
pt: Para-choque Dianteiro

source: RearBumper
pt: Para-choque Traseiro

source: SideSkirt
pt: Saia Lateral

source: Exhaust
pt: Escapamento

source: Frame
pt: Quadro

source: Hood
pt: Capô

source: Grille
pt: Grade

source: Fender
pt: Paralama

source: Right Fender
pt: Paralama Direito

source: Roof
pt: Teto

source: Engine
pt: Motor

source: Brakes
pt: Freios

source: Suspension
pt: Suspensão

source: Transmission
pt: Transmissão

source: Horns
pt: Buzina

source: Armor
pt: Blindagem

source: Plate Holders
pt: Suporte de Placa

source: Ornaments
pt: Enfeites

source: Dial Design
pt: Desenho do Velocímetro

source: Door Speakers
pt: Altofalantes das Portas

source: Seats
pt: Assentos

source: Steering Wheel
pt: Volante

source: Shift Lever
pt: Câmbio

source: Plate
pt: Placa

source: Speakers
pt: Altofalantes

source: Trunk
pt: Porta-malas

source: Hydraulics
pt: Hidráulica

source: Engine Block
pt: Bloco do Motor

source: Air Filter
pt: Filtro de Ar

source: Struts
pt: Suporte

source: Arch Cover
pt: Cobertura do Arco

source: Aerials
pt: Antenas

source: Trim
pt: Acabamento

source: Tank
pt: Tanque

source: Doors Trim
pt: Acabamento da Porta

source: Enveloping
pt: Envelopamento

source: Primary Color
pt: Cor Primária

source: Secondary Color
pt: Cor Secundária

source: Window Tint
pt: Cor da Janela

source: Dashboard Color
pt: Cor do Painel

source: Trim Color
pt: Cor do Acabamento

# Drift
source: Drfit
pt: Drift

source: Protection Level
pt: Nível de Proteção

source: Tire Smoke Color
pt: Cor da Fumaça do Pneu

source: Xenon Color
pt: Cor do Xenon

source: Trucker
pt: Caminhoneiro

# DiscordClientIdIsNotConfigured
source: Discord Client Id is not configured in conf.json
pt: Discord Client Id não está configurado no conf.json

# DiscordClientSecretIsNotConfigured
source: Discord Client Secret is not configured in conf.json
pt: Discord Client Secret não está configurado no conf.json

source: Withdraw
pt: Saque

source: Deposit
pt: Depósito

# CharacterNotFound
source: Character {0} not found.
pt: Personagem {0} não encontrado.

# YouAreNotTheOwnerOfTheProperty
source: You're not the owner of the property.
pt: Você não é o dono da propriedade.

source: Description must not exceed 100 characters.
pt: Descrição deve ter no máximo 100 caracteres.

source: Bleeding
pt: Sangramento

source: Warm
pt: Morna

source: Cold
pt: Fria
